Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: GuanDan (掼蛋, "throwing eggs") is China's most-played card game — over 100 million players. It's a climbing game: shed all your cards before the others do.
ar: غوان دان (掼蛋، "رمي البيض") هي أكثر لعبة ورق تُلعب في الصين — أكثر من 100 مليون لاعب. إنها لعبة تسلّق: تخلّص من كل بطاقاتك قبل الآخرين.
de: GuanDan (掼蛋, „Eier werfen“) ist Chinas meistgespieltes Kartenspiel — über 100 Millionen Spieler. Es ist ein Aufstiegsspiel: Wirf all deine Karten ab, bevor die anderen es tun.
es: El Guandan (掼蛋, «lanzar huevos») es el juego de cartas más jugado de China: más de 100 millones de jugadores. Es un juego de escalada: deshazte de todas tus cartas antes que los demás.
fr: Le GuanDan (掼蛋, « lancer des œufs ») est le jeu de cartes le plus joué de Chine — plus de 100 millions de joueurs. C'est un jeu d'ascension : débarrassez-vous de toutes vos cartes avant les autres.
hi: ग्वानदान (掼蛋, "अंडे फेंकना") चीन का सबसे ज़्यादा खेला जाने वाला कार्ड खेल है — 10 करोड़ से अधिक खिलाड़ी। यह एक चढ़ाई का खेल है: दूसरों से पहले अपने सारे पत्ते निकाल फेंको।
id: GuanDan (掼蛋, "melempar telur") adalah permainan kartu paling banyak dimainkan di China — lebih dari 100 juta pemain. Ini permainan mendaki: buang semua kartumu sebelum yang lain.
ja: 掼蛋（グァンダン、「卵を投げる」の意）は中国で最もプレイされているカードゲーム、プレイ人口は1億人超。手札を誰よりも早く出し切る「上がり」のゲームです。
ko: 掼蛋(관단, "계란 던지기")은 중국에서 가장 많이 하는 카드 게임입니다 — 플레이어가 1억 명이 넘습니다. 등반형 게임이죠: 남들보다 먼저 손패를 모두 털어내세요.
pt_br: GuanDan (掼蛋, "jogar ovos") é o jogo de cartas mais jogado da China — mais de 100 milhões de jogadores. É um jogo de subida: livre-se de todas as suas cartas antes dos outros.
ru: 掼蛋 (Гуаньдань, «метание яиц») — самая популярная карточная игра Китая, более 100 миллионов игроков. Это игра на сброс: избавься от всех своих карт раньше остальных.
zh_hans: 掼蛋(意为“摔鸡蛋”)是中国玩的人最多的扑克游戏——超过一亿玩家。它是一种跑牌游戏:抢在别人之前把手里的牌全打光。
zh_hant: 掼蛋（意為「扔雞蛋」）是中國玩得最多的撲克牌遊戲——玩家超過一億。它是一種出完牌的競速遊戲：比別人更快把手裡的牌全部打光。

source: GuanDan Academy
ar: أكاديمية غوان دان
de: GuanDan-Akademie
es: Academia Guandan
fr: Académie de GuanDan
hi: ग्वानदान अकादमी
id: Akademi GuanDan
ja: 掼蛋アカデミー
ko: 掼蛋(관단) 아카데미
pt_br: Academia GuanDan
ru: Академия Гуаньдань
zh_hans: 掼蛋学院
zh_hant: 掼蛋學院

source: GuanDan!
ar: غوان دان!
hi: ग्वानदान!
ja: 掼蛋上がり！
ko: 掼蛋(관단)!
ru: Гуаньдань!
zh_hans: 掼蛋!
zh_hant: 掼蛋！

source: Guided play — win a real trick
ar: لعب موجَّه — افز بجولة حقيقية
de: Geführtes Spiel — gewinn einen echten Stich
es: Juego guiado: gana una baza de verdad
fr: Jeu guidé — remportez un vrai pli
hi: निर्देशित खेल — एक असली चाल जीतें
id: Permainan terpandu — menangkan putaran sungguhan
ja: ガイド付きプレイ、本物のトリックを勝ち取ろう
ko: 가이드 플레이 — 진짜 트릭을 이겨 보세요
pt_br: Jogo guiado — vença uma rodada de verdade
ru: Игра с подсказками — выиграй настоящую взятку
zh_hans: 带练对局——赢下真正的一墩
zh_hant: 引導對局——贏下真實的一墩

source: HOLD
ar: احتفظ
de: HALTEN
es: GUARDAR
fr: GARDER
hi: रोके रखें
id: TAHAN
ja: 握る
ko: 쥐고 있기
pt_br: SEGURE
ru: ДЕРЖАТЬ
zh_hans: 留牌
zh_hant: 扣住

source: Half of all returns build a bomb
ar: نصف كل ردود الجميل تبني قنبلة
de: Die Hälfte aller Rückgaben baut eine Bombe
es: La mitad de los re-tributos arma una bomba
fr: La moitié des retours servent à bâtir une bombe
hi: हर दूसरी वापसी एक बम बनाती है
id: Separuh dari semua balasan upeti membentuk bom
ja: 還貢の半分は炸弾を組み立てる
ko: 되돌려준 패의 절반이 폭탄을 만듭니다
pt_br: Metade de todos os retornos monta uma bomba
ru: Половина всех还贡 (возвратов дани) строит бомбу
zh_hans: 一半的还贡都能凑成炸弹
zh_hant: 一半的還貢都能湊成炸彈

source: Hand Planning
ar: تخطيط اليد
de: Blattplanung
es: Planificación de la mano
fr: Planification de la main
hi: हाथ की योजना
id: Perencanaan Tangan
ja: 手札のプランニング
ko: 패 설계
pt_br: Planejamento da mão
ru: Планирование руки
zh_hans: 理牌规划
zh_hant: 整手規劃

source: Hand Scoring
ar: تسجيل نقاط اليد
de: Blattwertung
es: Puntuación de la mano
fr: Décompte de la main
hi: हाथ की स्कोरिंग
id: Penilaian Tangan
ja: ハンドの採点
ko: 판 점수 계산
pt_br: Pontuação da mão
ru: Подсчёт очков за раздачу
zh_hans: 本手计分
zh_hant: 手牌計分

source: Hard
ar: صعب
de: Schwer
es: Difícil
fr: Difficile
hi: हार्ड
id: Sulit
ja: ハード
ko: 어려움
pt_br: Difícil
ru: Сложно
zh_hans: 困难
zh_hant: 困難

source: Hard bots protect their bombs
ar: الروبوتات الصعبة تحمي قنابلها
de: Schwere Bots schützen ihre Bomben
es: Los bots difíciles protegen sus bombas
fr: Les bots difficiles protègent leurs bombes
hi: हार्ड बॉट्स अपने बम बचाकर रखते हैं
id: Bot sulit melindungi bom mereka
ja: ハードのボットは炸弾を温存する
ko: 어려운 봇은 폭탄을 아낍니다
pt_br: Os bots difíceis protegem suas bombas
ru: Сложные боты берегут свои бомбы
zh_hans: 困难机器人会护着自己的炸弹
zh_hant: 困難機器人會護著牠們的炸彈

source: He leads a 6 off the bomb's win.
ar: يقود سداسية انطلاقاً من فوز القنبلة.
de: Er spielt eine 6 nach dem Bombengewinn an.
es: Lidera un 6 tras ganar con la bomba.
fr: Il mène un 6 sur la lancée de sa bombe gagnante.
hi: वह बम की जीत के बाद 6 लीड करता है।
id: Dia memimpin dengan 6 dari kemenangan bom.
ja: 彼は炸弾で取った勢いで6をリードする。
ko: 그가 폭탄으로 이긴 뒤 6을 냅니다.
pt_br: Ele lidera com um 6 logo após a vitória da bomba.
ru: Он заходит шестёркой после выигрыша бомбой.
zh_hans: 他借着炸弹赢牌之势首攻一张6。
zh_hant: 他靠炸彈贏的這墩首攻打出一張6。

source: He leads a 6.
ar: يقود سداسية.
de: Er spielt eine 6 an.
es: Lidera un 6.
fr: Il mène un 6.
hi: वह 6 लीड करता है।
id: Dia memimpin dengan 6.
ja: 彼は6をリードする。
ko: 그가 6을 냅니다.
pt_br: Ele lidera com um 6.
ru: Он заходит шестёркой.
zh_hans: 他首攻一张6。
zh_hant: 他首攻一張6。

source: He leads a cheap single to probe.
ar: يقود فردية رخيصة للاستكشاف.
de: Er spielt eine günstige Einzelkarte zum Sondieren an.
es: Lidera un single barato para tantear.
fr: Il mène un single bon marché pour sonder.
hi: वह टटोलने के लिए एक सस्ता सिंगल लीड करता है।
id: Dia memimpin dengan kartu tunggal murah untuk menjajaki.
ja: 彼は探りで安い単張をリードする。
ko: 그가 떠보려고 싸구려 단장을 냅니다.
pt_br: Ele lidera com um single barato para sondar.
ru: Он заходит дешёвым одиночкой на разведку.
zh_hans: 他先扔一张便宜单张来试探。
zh_hant: 他首攻一張廉價單張來試探。

source: He leads a small pair.
ar: يقود زوجاً صغيراً.
de: Er spielt ein kleines Paar an.
es: Lidera una pareja pequeña.
fr: Il mène une petite paire.
hi: वह एक छोटा जोड़ा लीड करता है।
id: Dia memimpin dengan pasangan kecil.
ja: 彼は小さな対子をリードする。
ko: 그가 작은 페어를 냅니다.
pt_br: Ele lidera com um par pequeno.
ru: Он заходит мелкой парой.
zh_hans: 他首攻一对小牌。
zh_hant: 他首攻一對小牌。

source: Hearts
ar: الكبة
de: Herz
es: Corazones
fr: Cœurs
hi: पान (हुकुम के लाल)
id: Hati
ja: ハート
ko: 하트(♥)
pt_br: Copas
ru: Червы
zh_hans: 红桃
zh_hant: 紅桃

source: Hearts — returns near the level rank in hearts keep wildcard mechanics on YOUR side of the table and rarely complete their suited runs.
ar: الكبة — ردود الجميل قرب رتبة المستوى من الكبة تبقي آليات البطاقة الشاملة في جانبك من الطاولة ونادراً ما تكمل سلاسلهم من نفس النوع.
de: Herz — Rückgaben nahe dem Stufenrang in Herz halten die Joker-Mechanik auf DEINER Tischseite und vervollständigen selten ihre Farbreihen.
es: Corazones: los re-tributos cercanos al rango de nivel en corazones mantienen las mecánicas de comodín en TU lado de la mesa y rara vez completan sus escaleras de palo.
fr: Cœurs — les retours proches du rang de niveau en cœur gardent la mécanique du passe-partout de VOTRE côté de la table et complètent rarement leurs suites assorties.
hi: पान (हार्ट्स) — पान में लेवल रैंक के आसपास की वापसियाँ बायोडाटा (百搭) की चालें मेज़ के आपके हिस्से में बनाए रखती हैं और उनकी सूट वाली लड़ियाँ शायद ही कभी पूरी करती हैं।
id: Hati — balasan upeti di sekitar tingkat dalam suit hati menjaga mekanik wildcard tetap di SISI mejamu dan jarang melengkapi rangkaian sesuit mereka.
ja: ハート、ハートで級牌付近の還貢は、百搭の仕組みを卓のあなた側に残し、相手のスート揃いの順子をめったに完成させません。
ko: 하트 — 하트에서 등급 등급 근처 패를 되돌려주면 百搭(만능패) 메커니즘이 테이블의 당신 쪽에 남고, 그들의 같은 무늬 연속패는 좀처럼 완성되지 않습니다.
pt_br: Copas — retornos perto da carta de nível em copas mantêm a mecânica do coringa do SEU lado da mesa e raramente completam as sequências de naipe deles.
ru: Червы — возвраты около ранга уровня в червах оставляют механику百搭 (вайлдкарда) на ТВОЕЙ стороне стола и редко достраивают их одномастные ряды.
zh_hans: 红桃——把靠近级牌点数的红桃还回去,能把百搭的玩法机制留在你这一侧的桌面上,而且他们的同花顺子也很难凑齐。
zh_hant: 紅桃——還貢時還近級牌點數的紅桃，能把百搭機制留在你這半邊桌上，而且很少湊齊他的同花順子。

source: Hint 💡
ar: تلميح 💡
de: Tipp 💡
es: Pista 💡
fr: Indice 💡
hi: संकेत 💡
id: Petunjuk 💡
ja: ヒント💡
ko: 힌트 💡
pt_br: Dica 💡
ru: Подсказка 💡
zh_hans: 提示 💡
zh_hant: 提示 💡

source: His pair stands. Obviously, pass.
ar: زوجه قائم. بديهي، مرّر.
de: Sein Paar steht. Offensichtlich: passen.
es: Su pareja se impone. Obviamente, pasa.
fr: Sa paire tient. Évidemment, passez.
hi: उसका जोड़ा टिका रहता है। ज़ाहिर है, पास करें।
id: Pasangannya unggul. Jelas, pas.
ja: 彼の対子が通る。当然、パス。
ko: 그의 페어가 이깁니다. 당연히, 패스.
pt_br: O par dele se mantém. Óbvio, passe.
ru: Его пара держится. Очевидно, пас.
zh_hans: 他这对子立住了。明摆着,不要。
zh_hant: 他的對子壓著。顯然，不要。

source: Hold through these
ar: احتفظ خلال هذه
de: Halte durch diese hindurch
es: Aguanta durante estas
fr: Tenez bon face à celles-ci
hi: इनके दौरान रोके रखें
id: Tahan melewati ini
ja: ここはこらえて握っておけ
ko: 이것들을 견디며 쥐고 계세요
pt_br: Segure durante essas
ru: Держись через всё это
zh_hans: 扛过这几手
zh_hant: 扛過這幾手

source: Holding 2 triples and 4 pairs? Attach the MIDDLE pairs to the triples and keep one big + one small pair. The big one reclaims the lead after the small one probes — a self-sustaining loop. Keep two adjacent big pairs instead and the loop dies.
ar: تحمل ثلاثيتين و4 أزواج؟ اربط الأزواج الوسطى بالثلاثيات واحتفظ بزوج كبير + زوج صغير. الكبير يستعيد القيادة بعد أن يستكشف الصغير — حلقة ذاتية الاستدامة. احتفظ بزوجين كبيرين متجاورين بدلاً من ذلك وتموت الحلقة.
de: Du hältst 2 Drillinge und 4 Paare? Häng die MITTLEREN Paare an die Drillinge und behalte ein großes + ein kleines Paar. Das große erobert die Anspielführung zurück, nachdem das kleine sondiert hat — eine selbsterhaltende Schleife. Behalte stattdessen zwei benachbarte große Paare, und die Schleife stirbt.
es: ¿Tienes 2 tríos y 4 parejas? Engancha las parejas DEL MEDIO a los tríos y guarda una pareja grande + una pequeña. La grande recupera la salida después de que la pequeña tantee: un bucle que se sostiene solo. Guarda en su lugar dos parejas grandes seguidas y el bucle se muere.
fr: Vous tenez 2 brelans et 4 paires ? Attachez les paires du MILIEU aux brelans et gardez une grande + une petite paire. La grande reprend la main après que la petite a sondé — une boucle auto-entretenue. Gardez plutôt deux grandes paires adjacentes et la boucle meurt.
hi: 2 तिकड़ियाँ और 4 जोड़े पकड़े हैं? बीच के जोड़ों को तिकड़ियों से जोड़ें और एक बड़ा + एक छोटा जोड़ा रखें। छोटे के टटोलने के बाद बड़ा लीड वापस छीन लेता है — एक खुद-चलने वाला चक्र। इसके बजाय दो सटे हुए बड़े जोड़े रखें और चक्र मर जाता है।
id: Memegang 2 three-of-a-kind dan 4 pasangan? Tempelkan pasangan TENGAH ke triple dan simpan satu pasangan besar + satu kecil. Yang besar merebut kembali pimpinan setelah yang kecil menjajaki — loop swasembada. Simpan dua pasangan besar bersebelahan malah dan loop-nya mati.
ja: トリプルを2組と対子を4組持っている？真ん中の対子をトリプルに付け、大きい対子と小さい対子を1つずつ残しましょう。小さいほうで探りを入れた後、大きいほうがリードを取り戻す。自己完結する循環です。代わりに隣り合う大きい対子を2つ残すと、この循環は途切れます。
ko: 트리플 2개와 페어 4개를 쥐고 있나요? 중간 페어들을 트리플에 붙이고 큰 페어 하나 + 작은 페어 하나를 남기세요. 작은 페어가 떠본 뒤 큰 페어가 출패권을 되찾습니다 — 스스로 굴러가는 순환이죠. 대신 인접한 큰 페어 두 개를 남기면 그 순환은 죽습니다.
pt_br: Está com 2 trincas e 4 pares? Encaixe os pares do MEIO nas trincas e fique com um par grande + um pequeno. O grande retoma a vez depois que o pequeno sonda — um ciclo que se sustenta sozinho. Fique com dois pares grandes adjacentes e o ciclo morre.
ru: Держишь 2 тройки и 4 пары? Присоедини СРЕДНИЕ пары к тройкам и оставь одну большую + одну малую пару. Большая вернёт ход после того, как малая разведает — самоподдерживающаяся петля. Оставь вместо этого две соседние большие пары — и петля умрёт.
zh_hans: 手里2个三同张加4个对子?把中间的那几对挂到三同张上,只留一大一小两对。等小的那对试探完,大的那对再夺回首攻——这是个能自我维持的循环。要是改留两个相邻的大对子,这循环就断了。
zh_hant: 握著2個三條和4個對子？把中間那幾對掛到三條上，留一大一小兩個對子。小對子試探之後，大對子搶回首攻——一個自給自足的循環。要是改留兩個相鄰的大對子，這循環就斷了。

source: Holding BOTH big jokers on the losing side? Then nobody pays — the table respects firepower. It's called anti-tribute, and it feels fantastic.
ar: تحمل كلا الجوكرين الكبيرين وأنت في الجانب الخاسر؟ إذن لا أحد يدفع الإتاوة — الطاولة تحترم القوة النارية. يُسمّى هذا منع الإتاوة، وشعوره رائع.
de: Du hältst BEIDE großen Joker auf der Verliererseite? Dann zahlt niemand Tribut — am Tisch zählt Feuerkraft. Das nennt man Anti-Tribut, und es fühlt sich grandios an.
es: ¿Tienes AMBOS comodines grandes y vas perdiendo? Entonces nadie paga tributo: la mesa respeta la potencia de fuego. Se llama anti-tributo, y la sensación es fantástica.
fr: Vous tenez les DEUX grands jokers dans le camp perdant ? Alors personne ne paie : la table respecte la puissance de feu. On appelle ça l'anti-tribut, et c'est une sensation fantastique.
hi: हारती हुई टीम में दोनों बड़े जोकर पकड़े हैं? तो कोई भी ट्रिब्यूट नहीं देता — टेबल पर ताकत का सम्मान होता है। इसे एंटी-ट्रिब्यूट कहते हैं, और यह बहुत शानदार लगता है।
id: Memegang KEDUA joker besar saat berada di pihak yang kalah? Maka tak ada yang membayar upeti — meja menghormati kekuatan tembak. Ini namanya anti-upeti, dan rasanya luar biasa.
ja: 負けている側で大王を両方とも持っている？それなら誰も貢がない――卓は火力に敬意を払う。これは「進貢逃れ(アンチ進貢)」と呼ばれ、最高に気持ちいい。
ko: 지는 쪽인데 큰 조커 두 장을 다 쥐고 있다고요? 그럼 아무도 공물을 내지 않습니다 — 테이블은 화력을 존중하니까요. 이걸 항공(抗貢)이라고 하는데, 기분이 끝내줍니다.
pt_br: Está com OS DOIS coringas grandes no lado perdedor? Então ninguém paga tributo — a mesa respeita o poder de fogo. Isso se chama anti-tributo, e a sensação é incrível.
ru: Оба больших джокера на руках у проигрывающей стороны? Тогда дань не платит никто — стол уважает огневую мощь. Это называется анти-данью, и ощущение фантастическое.
zh_hans: 输的一方手里握着两张大王?那就谁都不用进贡——牌桌只认火力。这叫"抗贡",感觉爽极了。
zh_hant: 輸家手裡握著兩張大王？那誰都不用進貢——牌桌只認火力。這叫「抗貢」，感覺爽翻了。

source: How to Review
ar: كيف تراجع اللعبة
de: So analysierst du
es: Cómo repasar
fr: Comment analyser sa partie
hi: समीक्षा कैसे करें
id: Cara Mereview
ja: 振り返り方
ko: 복기하는 법
pt_br: Como revisar
ru: Как разобрать партию
zh_hans: 如何复盘
zh_hant: 如何覆盤

source: I already know how to play
ar: أعرف كيف ألعب بالفعل
de: Ich weiß schon, wie man spielt
es: Ya sé jugar
fr: Je sais déjà jouer
hi: मुझे खेलना पहले से आता है
id: Saya sudah tahu cara bermain
ja: 遊び方はもう知っている
ko: 이미 할 줄 알아요
pt_br: Eu já sei jogar
ru: Я уже умею играть
zh_hans: 我已经会玩了
zh_hant: 我已經會玩了

source: I'M STRIKING
ar: أنا أهاجم
de: ICH GREIFE AN
es: VOY AL ATAQUE
fr: JE SUIS À L'ATTAQUE
hi: मैं मुख्य हमला कर रहा हूँ
id: SAYA MENYERANG
ja: 主攻に行く
ko: 내가 주공이다
pt_br: ESTOU NO ATAQUE
ru: Я АТАКУЮ
zh_hans: 我来主攻
zh_hant: 我來主攻

source: I'd PASS here — no need to spend cards on this trick.
ar: كنت سأمرّر هنا — لا داعي لإنفاق أوراقك على هذه اللفّة.
de: Hier würde ich PASSEN — keinen Grund, für diesen Stich Karten zu verbrennen.
es: Yo PASARÍA aquí: no hace falta gastar cartas en esta baza.
fr: Moi je PASSERAIS ici : inutile de dépenser des cartes sur ce pli.
hi: मैं यहाँ पास करूँगा — इस चाल पर पत्ते खर्च करने की ज़रूरत नहीं।
id: Di sini saya akan LEWAT — tak perlu menghabiskan kartu untuk trik ini.
ja: ここは「過(パス)」だ――この場面で札を使う必要はない。
ko: 저라면 여기선 패스합니다 — 이 한 판에 카드를 쓸 필요가 없어요.
pt_br: Eu PASSARIA aqui — não vale gastar cartas nessa rodada.
ru: Здесь я бы ПАСОВАЛ — не стоит тратить карты на эту взятку.
zh_hans: 换我我会"不要"——这一墩不值得搭牌。
zh_hant: 換我就「不要」——這一墩沒必要花牌去搶。

source: Impossible to tell
ar: من المستحيل معرفة ذلك
de: Unmöglich zu sagen
es: Imposible saberlo
fr: Impossible à dire
hi: बताना नामुमकिन है
id: Mustahil ditebak
ja: 見分けるのは不可能
ko: 알 수 없음
pt_br: Impossível saber
ru: Невозможно определить
zh_hans: 根本看不出来
zh_hant: 無從判斷

source: It dominated — pressure wins
ar: لقد سيطر — الضغط ينتصر
de: Es hat dominiert — Druck gewinnt
es: Dominó: la presión gana
fr: Ça a dominé : la pression paie
hi: इसने दबदबा बनाया — दबाव से जीत मिलती है
id: Itu mendominasi — tekanan yang menang
ja: 圧倒した――プレッシャーが勝つ
ko: 압도했다 — 압박이 이긴다
pt_br: Dominou — a pressão vence
ru: Доминировало — давление побеждает
zh_hans: 它压制全场——压力制胜
zh_hant: 壓制成功——施壓制勝

source: It stands. Her singles are now trapped.
ar: إنها صامدة. أوراقها المفردة محاصرة الآن.
de: Er steht. Ihre Einzelkarten sitzen jetzt in der Falle.
es: Aguanta. Ahora sus cartas sueltas quedan atrapadas.
fr: Ça tient. Ses singles sont maintenant coincés.
hi: यह टिका रहता है। अब उसके एकल पत्ते फँस गए हैं।
id: Tetap berdiri. Kini kartu tunggalnya terjebak.
ja: そのまま通る。彼女の単張はこれで封じられた。
ko: 그대로 통합니다. 이제 그녀의 단장들은 묶여버렸어요.
pt_br: Ela se mantém. As cartas únicas dela agora estão presas.
ru: Стоит. Её одиночки теперь в ловушке.
zh_hans: 它站住了。她的单张这下被困死了。
zh_hant: 穩了。她的單張現在全被卡死。

source: JOKER
ar: جوكر
es: COMODÍN
hi: जोकर
ja: ジョーカー
ko: 조커
pt_br: CORINGA
ru: ДЖОКЕР
zh_hans: 王
zh_hant: 王

source: JOKERS
ar: جوكرات
de: JOKER
es: COMODINES
hi: जोकर
id: JOKER
ja: ジョーカー
ko: 조커들
pt_br: CORINGAS
ru: ДЖОКЕРЫ
zh_hans: 双王
zh_hant: 雙王

source: Jokers gone = your Aces rule
ar: اختفاء الجوكرات = آصاتك تحكم
de: Joker weg = deine Asse herrschen
es: Sin comodines = tus Ases mandan
fr: Jokers partis = vos As font la loi
hi: जोकर खत्म = आपके इक्के राज करते हैं
id: Joker habis = As-mu yang berkuasa
ja: ジョーカーが消えれば=君のAが支配する
ko: 조커가 빠지면 = 당신의 에이스가 지배합니다
pt_br: Coringas fora = seus Ases mandam
ru: Джокеров нет = твои тузы правят
zh_hans: 大小王出尽=你的A称王
zh_hant: 王沒了＝你的 A 稱王

source: Keep rolling — the 10s.
ar: واصل التدحرج — العشرات.
de: Bleib am Drücker — die 10er.
es: Sigue rodando: los 10.
fr: On continue sur sa lancée : les 10.
hi: आगे बढ़ते रहो — 10 वाले पत्ते।
id: Lanjutkan terus — kartu 10-nya.
ja: 勢いそのままに――10だ。
ko: 계속 굴리세요 — 10들로.
pt_br: Continue rolando — os 10.
ru: Продолжай в том же духе — десятки.
zh_hans: 继续推进——出那几张10。
zh_hant: 繼續推進——出 10。

source: LEVEL
ar: المستوى
de: STUFE
es: NIVEL
fr: NIVEAU
hi: लेवल
ja: 級牌
ko: 급수패
pt_br: NÍVEL
ru: УРОВЕНЬ
zh_hans: 级牌
zh_hant: 級牌

source: LVL
ar: مست.
de: STF
es: NVL
fr: NIV
hi: लेव
ko: 급수
pt_br: NÍV
ru: УР.
zh_hans: 级
zh_hant: 級

source: Lab-tested thresholds: at 3 cards or fewer, cap with your best whole unit — they're one move from out, nothing is too expensive. At 4–6 cards, a FIRM middle beat makes riding costly without shredding your hand. Blanket max-blocking below 7 cards collapsed our test AI to an 11% win rate.
ar: عتبات مُختبَرة معملياً: عند 3 أوراق أو أقل، أوقفهم بأفضل وحدة كاملة لديك — هم على بُعد حركة واحدة من الخروج، ولا شيء غالٍ. عند 4–6 أوراق، ضربة وسطى حازمة تجعل المنافسة مكلفة عليهم دون تمزيق يدك. الحجب الأقصى الشامل تحت 7 أوراق أسقط الذكاء الاصطناعي في اختبارنا إلى نسبة فوز 11%.
de: Im Labor getestete Schwellen: Bei 3 Karten oder weniger deckelst du mit deiner besten kompletten Einheit — sie sind einen Zug vom Ausstieg entfernt, nichts ist zu teuer. Bei 4–6 Karten macht ein FESTER Mittelschlag das Mitziehen teuer, ohne deine Hand zu zerlegen. Pauschales Maximal-Blocken unter 7 Karten ließ unsere Test-KI auf eine Siegquote von 11 % abstürzen.
es: Umbrales probados en laboratorio: con 3 cartas o menos, tapa con tu mejor unidad completa; están a una jugada de salir, nada es demasiado caro. Con 4 a 6 cartas, un golpe FIRME por el medio hace que seguir cueste caro sin destrozar tu mano. Bloquear al máximo de forma indiscriminada por debajo de 7 cartas hundió a nuestra IA de prueba a un 11% de victorias.
fr: Seuils testés en labo : à 3 cartes ou moins, plafonnez avec votre meilleure unité complète — l'adversaire est à un coup de sortir, rien n'est trop cher. À 4–6 cartes, un coup FERME au milieu rend la poursuite coûteuse sans déchirer votre main. Bloquer systématiquement au maximum en dessous de 7 cartes a fait chuter notre IA de test à 11 % de victoires.
hi: प्रयोगशाला में परखी गई सीमाएँ: 3 या उससे कम पत्तों पर, अपनी सबसे अच्छी पूरी इकाई से रोकें — वे बाहर होने से एक ही चाल दूर हैं, कुछ भी ज़्यादा महँगा नहीं। 4–6 पत्तों पर, एक मज़बूत बीच की चाल चलने को महँगा बना देती है बिना आपका हाथ बिखेरे। 7 पत्तों से नीचे हर चाल को पूरी ताकत से रोकने से हमारी टेस्ट AI की जीत दर गिरकर 11% रह गई।
id: Ambang batas teruji lab: pada 3 kartu atau kurang, tutup dengan unit utuh terbaikmu — mereka tinggal satu langkah dari keluar, tak ada yang terlalu mahal. Pada 4–6 kartu, pukulan tengah yang TEGAS membuat lanjutan jadi mahal tanpa menghancurkan tanganmu. Memblokir maksimal di bawah 7 kartu secara membabi buta menjatuhkan AI uji kami ke tingkat kemenangan 11%.
ja: 検証済みの基準値：残り3枚以下なら、最高の一組をまるごと使って蓋をしろ――相手はあと一手で上がりだ、惜しい札などない。残り4〜6枚なら、しっかりした中位の一手で乗り続けるコストを上げつつ、自分の手は崩さない。残り7枚未満で何でも最大ブロックする戦法は、テスト用AIの勝率を11%まで崩壊させた。
ko: 실험으로 검증된 기준치: 상대 카드가 3장 이하면, 가진 가장 강한 완전체로 막아버리세요 — 한 수면 끝나는 상황이라 아무리 비싸도 아깝지 않습니다. 4~6장이면 단단한 중간 패로 받아쳐서, 손패를 찢지 않으면서도 따라붙기를 비싸게 만드세요. 7장 미만에서 무조건 최대치로 막아버리는 전략은 우리 테스트 AI 승률을 11%까지 떨어뜨렸습니다.
pt_br: Limiares testados em laboratório: com 3 cartas ou menos, bloqueie com sua melhor unidade inteira — eles estão a uma jogada de sair, nada é caro demais. Com 4–6 cartas, uma batida FIRME no meio torna o avanço caro sem destruir sua mão. Bloquear sempre no máximo abaixo de 7 cartas derrubou nossa IA de teste para uma taxa de vitória de 11%.
ru: Пороги, проверенные в лаборатории: при 3 картах или меньше перебивай лучшим целым блоком — им остался один ход до выхода, ничто не дорого. При 4–6 картах ТВЁРДАЯ средняя перебивка делает продолжение дорогим, не разрушая твою руку. Сплошной максимальный блок при менее чем 7 картах обрушил наш тестовый ИИ до 11% побед.
zh_hans: 实验测出的临界值:对手剩3张或更少时,用你最好的整组牌封死——他们一步就走,什么牌都不算贵。剩4~6张时,用一手扎实的中等牌压制,让他续牌付出代价,又不会拆烂你的牌。而剩牌不到7张就一律顶到最大去封堵,会让我们的测试AI崩到只有11%的胜率。
zh_hant: 實測門檻：對手剩 3 張或更少時，用你最大的整組牌封頂——他們一步就走，再貴也值。剩 4–6 張時，用一手紮實的中段牌壓住，讓他續牌變得昂貴，又不至於拆爛自己。對 7 張以下一律頂滿封死，會把我們的測試 AI 勝率打到只剩 11%。

source: Last card. Go out FIRST! 🎉
ar: آخر ورقة. اخرج أولاً! 🎉
de: Letzte Karte. Geh als ERSTER raus! 🎉
es: Última carta. ¡Sal PRIMERO! 🎉
fr: Dernière carte. Sortez PREMIER ! 🎉
hi: आखिरी पत्ता। सबसे पहले बाहर निकलो! 🎉
id: Kartu terakhir. Keluar DULUAN! 🎉
ja: ラスト1枚。トップで上がれ！🎉
ko: 마지막 카드. 1등으로 나가세요! 🎉
pt_br: Última carta. Saia em PRIMEIRO! 🎉
ru: Последняя карта. Выходи ПЕРВЫМ! 🎉
zh_hans: 最后一张。抢个头游出去!🎉
zh_hant: 最後一張。搶頭游！🎉
